[{"title":"分别","date":"2018-05-01T06:13:12.000Z","path":"2018/05/01/ending/","text":"曾经沧海难为水，除却巫山不是云 2018 年 5 月 1 日我失恋了我们于 17 年 1 月 22 日在一起到今天 465 天没想到这一次真的要离别了 该博客原本专门用于记录我们之间的爱情其实也没有在上面放过多少东西以后 没有以后了 今天是结束也是开始"},{"title":"春风十里扬州路，卷上珠帘总不如","date":"2018-01-22T10:01:56.000Z","path":"2018/01/22/You-are-my-destiny/","text":"一转眼，我们就在一起一年整了不过话说回来，彼此早就是老嘴老脸了毕竟，今年是我们认识的第八年了 初二那年，你从隔壁班来到了我们班然后我们便认识了记得有天下午，记不清是晴天还是雨天我们在课后突然聊起彼此的生日我说我是 97 年的你说这么巧，你也是 你比我早来到地球上大概两个月吧然后你说：以后你就是我弟了不过像我这么桀骜不驯的人怎么可能轻易给别人当小弟呢要当也是当大哥 事实上，在之后的许多年里我好像从来没有叫过你姐直到打算跟你表白的前几天嘻嘻，我真是个好色之徒 初中毕业以后我们分别考到了市一中和市二中 高中三年里，我们联系不是很多见面的次数也很少但我们之前的距离并没有因此而变远高中真是一段难忘的旅程 后来，上大学了我们离得更远了 让时间回到一年前寒假的时候，我们见面了你和我见面的第一件事就是打我因为我迟到了好久当然，并没有把我打疼 爱情这东西啊有时候说来就来记得有天我问你：你以后想找个什么样的男朋友然后你说：想找个跟我一样帅的哈哈哈哈哈 后来没过多久我跟你表白了也就是去年的今天晚上虽然，我是一个心理素质非常好并且极其不要脸的人但那天晚上我还是怂了 如果是跟一个不是特别熟的人表白那被拒绝就拒绝呗可你不一样你是我最好最好的朋友过去的那些年里你也确实像一个姐姐一样关照我所以，如果被拒绝了以后好像真的不好意思再面对你 不过说到底既然有勇气跟你表白心里还是有一些底气的 我们的革命友谊从此升华了 后来你告诉我你过去真的只是把我当弟弟一样看待但是在我跟你表白的那一刻你心动了那是一种从未有过的感觉 于是，在过去的这一年我们一起体会到了爱情的酸甜苦辣虽然，你不是我的初恋但和你在一起之后我才真正看到了爱情的样子 我觉得，我算不上一个好男人有时候像个小孩子一样动不动就吃醋又是个牛脾气，又冲又硬不过很好哄乖还好你能够一直容忍我 你呀，大概是一个来解救我的天使给我带来了爱情和快乐有时候呢又是一个磨人的小妖精喜欢跟我耍小脾气喜欢我哄你以前，你说你不会吃醋可后来我发现，这并不是真的 这一年，我们真正在一起的时间并不多但和你在一起的每一天，都是生命中最快乐的时光 这一年，虽然我们不能每天都出现在彼此的生活里但我们每天都出现在彼此的心里 这一年，我们吵了不少架不过谁也没有想过要离开谁 爱了以后才发现爱一个人并没有想象中那么简单是需要经历很多事情才能够学会的 竟然不知道要说什么了就此执笔罢 在接下来的一年里我想我们依旧会在一起我会努力变得更好 你说要我好好宠你要我不可以对你生气要我不可以对你说气话要我不可以凶你你的要求并不多我想我会努力满足 下面，用一些照片来记录一下这些年吧找了好久，才发现初中的时候我们并没有单独两个人的合照只有下面这一样黑照和一张集体照不过在集体照里，我还是很帅的没错，我就是这么不要脸的一个人 第三张照片是高考结束以后初中同学聚会时候的照片这张终于不是集体照了 找了一些照片就当做过去这一年的纪念吧原谅我今天不能够陪在你身边不过再过不到一周我们就见面了哦^_^"},{"title":"还好我们从未走远","date":"2017-11-02T04:44:01.000Z","path":"2017/11/02/Forgive-Me/","text":"题记 世间最难学会的东西大概就是怎样去爱一个人。也许只有经历很多事情，才能慢慢意识到自己过去的幼稚和无知，才能真正学会怎么去爱一个人。 从我跟你表白的第一天到现在，已经九个月多了，也就是说我们已经在一起九个月多了。尽管由于异地的原因，在这九个月多里，我们真正在一起的时间大概不到二十天，但和你在一起的每分每秒，都是我人生中最快乐的时光。 第一次牵你的手，第一次吻你，第一次把背你，第一次抱你……和你有数不尽的第一次，以后还会有更多个第一次，每一个都深深印在我的心里。 一开始，我们都觉得我们肯定不会吵架的，然而，可能天底下真的没有不会吵架的情侣吧。我们真正的吵架大概是从五月份开始的，从五月份到现在，确实吵了很多次架，还好我们都没有放开彼此的手。 经历了这么多次吵架，也让我明白了很多东西，更加懂得了应该怎样去维护一份爱情，对女生的心思也有了更多的了解。 如今，我才明白，其实女生要求的东西并不多，她们只是渴望那个深爱的人能够宠她一些，在她不开心的时候，在她难过的时候，在她耍小脾气的时候能够哄她开心，这个要求并不高。女生的心思会比男生细腻很多，她们一旦真正爱上了一个人，就会付出全部的爱，很难走出来，就像有人说的，世间哪有什么长痛短痛之说，只要真正爱过，如果有一天失去了，那就是长痛。这样的深爱，难道不值得男生对自己的天使多一些宠爱和关心吗？ 世间很多东西本没有对错，如果过于纠结对错，那么就真的错了。直男最容易犯的错误之一就是对每件事情过于在乎它的对与错，并且很容易坚持自己认为的就是对的，有时候，过于理性不见得就是一件好事。对于男生来说，和女生讲道理是最最愚蠢的事情。世间本没有什么道理，只不过说的人多了，才有了所谓的道理。说到底，道理本身又有多少意义呢？尤其是男生和女生讲道理，很多都是无关紧要的小事，这样的道理谁对谁错又有什么意义呢？而作为男生，本来就应该多让着一些女生，毕竟道理要比女朋友重要的多。 宝贝，经历这么多次吵架，首先，谢谢你没有离开我，如果不能和你在一起，那将是我此生最大的遗憾；其次，我已经意识到了自己过去的过错，希望你能够原谅我。从今以后，我保证我会改正自己的错误，尽管也许某天我们还会吵架，但我敢保证我们今后一定会很少吵架，而且就算吵架了，我也一定不会放开你的手。"},{"title":"此去经年，应是良辰好景虚设","date":"2017-04-05T13:31:46.000Z","path":"2017/04/05/Miss-You/","text":"前言 如果要我用一句话来形容你是我的什么人那么我会说你是此生唯一的、最最珍贵的知心爱人！ 正文 寒蝉凄切，对长亭晚，骤雨初歇都门帐饮无绪，留恋处，兰舟催发 执手相看泪眼，竟无语凝噎念去去，千里烟波，暮霭沉沉楚天阔 多情自古伤离别，更那堪，冷落清秋节今宵酒醒何处？ 杨柳岸，晓风残月 此去经年，应是良辰好景虚设便纵有千种风情，更与何人说？ －《柳永》 高中的时候，第一次读到《雨霖铃》那时候，并无太多感觉 直到有一天，自己开始了一段无比真挚的爱情并且是一段相距两千公里的爱情我才体会到了词中那份不舍之痛 2017 年 2 月 16 日晚在从昆明去往北京的 Z162 火车上我泪流满面 2017 年 4 月 4 日在从昆明飞往北京的 KN5212 航班上我又一次泪流满面 再次读到《雨霖铃》词中情景竟和我无甚区别 那一句“执手相看泪眼，竟无语凝噎”若非亲自体会怎能知其中滋味 无论何时每当想起分别时刻还是会流泪满面 ４日下午到达北京时北京的天空灰得像哭过 没人喜欢异地恋我也一样但我喜欢你 我舍不得放开你舍不得离开你你也一样 我想一辈子和你在一起你也一样 如果要我用一句话来形容你是我的什么人那么我会说你是此生唯一的、最最珍贵的知心爱人！ 回忆 过去，你以为我喜欢拍照后来，我告诉你只有和你在一起时，我才喜欢拍照： 2017-04-02中午，昆明市君莱酒店 2017-04-03中午，呈贡区傣族人家 2017-04-03中午，呈贡区朝云街 2017-04-03下午，云南中医学院食堂 2017-04-04早，昆明地铁一号线 2017-04-04早，从南部客运站去往长水机场的大巴 2017-04-04早，昆明长水国际机场 题于：2017.04.04"},{"title":"我还是很喜欢你","date":"2017-03-06T04:52:43.000Z","path":"2017/03/06/Love-you-forever/","text":"前言 Had I not seen the Sun, I counld have borne the shade！我本可以忍受黑暗，如果我不曾见过阳光！ 致 My Dear Lover : Miss Zhu 我还是很喜欢你 我还是很喜欢你 像风走了八千里 不问归期 我还是很喜欢你 像深藏在梦里的回忆 依旧清晰 我还是很喜欢你 像云追着风 不问所起 我还是很喜欢你 像星辰奔波亿万年黑夜 不诉怨语 我还是很喜欢你 像花瓣落满地 不留空隙 我还是很喜欢你 像往许愿池仍硬币 不问结局 我还是很喜欢你 像水滴石穿 不止朝夕 我还是很喜欢你 像钟走了一世纪 分秒不停 我还是很喜欢你 像盛开在藏地的桑格花 生生不息 我还是很喜欢你 像消弭在日子里的梦境 只剩叹息 我还是很喜欢你 像冬日暖阳 照耀着你 我还是很喜欢你 像黄沙失去了风的簇拥 跌落入泥 我还是很喜欢你 像四月的桃花纷纷 落英无痕 我还是很喜欢你 像翻腾的鱼儿 对水不离不弃 我还是很喜欢你 像落日前洒下的余晖 不忍离去 我还是很喜欢你 像老故事里的泛黄桥段 半聋半哑，失了声息 宝贝，提前祝贺你 Happy Girl’s Day! 如果你想问我，我会爱你多久，那么我会回答你： 12 for(;;) count &lt;&lt; \"I Love You !\" ; 想不想知道是什么意思，反正你问了我也不会告诉你，嘻嘻！"}]